{
  "title": "<span>When</span> <span>Women</span> <span>Make</span> <span>Headlines</span>",
  "subtitle": "A visual essay about the (mis)representation of women in the news",
  "author1": "​​Leonardo Nicoletti",
  "author2": "Sahiti Sarva",
  "marquee": "<strong>Woman</strong> with later start to periods, menopause more likely to reach age 90... <strong>Woman</strong> may be missing out on outpatient hospital care in northern India... <strong>Woman</strong> had fatal heart attack due to years of taking antipsychotics, inquest hears... <strong>Woman</strong> dies after house catches fire in Wythenshawe... <strong>Woman</strong> found dead in River Goyt following major emergency service presence... <strong>Woman</strong>, 33, dies following crash on M66 motorway near Bury... <strong>Woman</strong>, killed in Oldham named as man charged with murder... <strong>Woman</strong> banned from owning pets after dog left in dark cupboard to starve to death... <strong>Woman</strong> fined £650 for dropping cigarette butt in town centre... <strong>Woman</strong> arrested as armed police close off road for several hours... <strong>Woman</strong> who went missing before being found dead at park was suffering from depression, inquest opening hears... <strong>Woman</strong>, dies and girl, 16, seriously hurt after fire rips through home in Birmingham... <strong>Woman</strong> taken to hospital after falling from M60 bridge in early hours... <strong>Woman</strong> taken to hospital after being hit by car in Stockport... <strong>Woman</strong> taken to hospital after being rescued from Stalybridge canal... <strong>Woman</strong> nearly crashes into police officers on M60 after her husband is caught drink driving... <strong>Woman</strong> spends £10k transforming her home into a pink paradise... <strong>Woman</strong> confronts masked gang stealing catalytic converter, then this happened... <strong>Woman</strong> faked terminal cancer to dupe friends into paying for dream wedding... <strong>Woman</strong>, 31, found dead in a disused graveyard after 18 day search... <strong>Woman</strong>, two days away from being deported stabbed housemate 30 times... <strong>Woman</strong> who stabbed boyfriend while high on crack walks free in time for Christmas... <strong>Woman</strong> who gave birth on flight had no idea she was pregnant... <strong>Women</strong> suffer more with anxiety, depression during months of isolation due to COVID 19 Gender differences... <strong>Women</strong> are a valuable human resource, there should be zero tolerance towards gender insensitivity... <strong>Women</strong> in Data Science: Changing the rules of the game... <strong>Woman</strong> capable of creating history, future with formidable grace: Rahul Gandhi",
  "intro": [
    {
      "type": "text",
      "value": "<span class=padded-dropcap>T</span>oday, research has suggested that women are significantly less likely to make the news compared to men. In the <a href=https://whomakesthenews.org/wp-content/uploads/2021/07/GMMP2020.ENG_.FINAL20210713.pdf>most recent report</a> published by the <a href=https://waccglobal.org/our-work/global-media-monitoring-project-gmmp/>Global Media Monitoring Project (GMMP)</a>, the largest and longest running research on gender in the world’s news media, women were found to make up just 24% of news’ subjects and sources reported. According to this report, this number has not changed since 2010."
    },
    {
      "type": "text",
      "value": "In the context of news, headlines <a href=https://thereader.mitpress.mit.edu/headlines-journalism/> introduce, frame and contextualize</a> a news story. Furthermore, research within the fields of educational and experimental psychology has demonstrated that news headlines can have a <a href=https://www.newyorker.com/science/maria-konnikova/headlines-change-way-think>disproportionate impact on the reader’s mind</a>, and that misleading headlines <a href=https://psycnet.apa.org/record/2014-44652-001>can bias readers towards a specific interpretation</a>."
    },
    {
      "type": "text",
      "value": "So, if women are underrepresented in the news to begin with, what does it look like when women <i>do</i> make headlines? And how have headlines about women changed over time?"
    },
    {
      "type": "text",
      "value": "To explore these questions, we have visualized the language used in women-centered headlines and how this language has (or has not) changed over time. Using keywords associated with the word “woman” (like girl, mother and lady), we collected and analyzed 382,139 headlines published between 2005 and 2021 by the top English-language news publications and news agencies in four countries: The United States of America (US), India, South Africa, and the United Kingdom (UK).  A total of 186 publications were considered (i.e. 24 publications in South Africa, 51 publications in India, 57 publications in the UK, and 54 publications in the US)."
    }
  ],
  "stacked-bar": [
    {
      "word": "",
      "task": "drawbars",
      "data-index": "0",
      "text": [
        {
          "type": "text",
          "value": "Shown here are the 1,231 unique words most frequently used by Indian, South African, British, and American publishers in headlines that report about women. These <span class=word-legend>words</span> are arranged here in a decreasing order of their frequency."
        }
      ]
    },
    {
      "word": "sue",
      "task": "highlightwords",
      "data-index": "1",
      "text": [
        {
          "type": "text",
          "value": "The same word appears at different ranks in different countries. For example, US headlines use the word <span class=stackedBarTextAnnotation id=hover-black-none value=sue hovertype=inTextHover>sue</span> significantly more than those from India, South Africa, or the UK, where suing may be a less common practice. ‘Suing’ someone in an American court can also gain international attention, like when ‘<a href=https://www.reuters.com/article/us-people-jeffrey-epstein-lawsuits-idUSKCN1V61BK>Two women sued Jeffrey Epstein’s estate over alleged sex abuse</a>’ and when ‘<a href=https://www.iol.co.za/entertainment/celebrity-news/international/rihanna-is-suing-her-father-for-exploiting-her-name-18835017>Rihanna sued her father for exploiting her name</a>’."
        }
      ]
    },
    {
      "word": "black",
      "task": "highlightwords",
      "data-index": "2",
      "text": [
        {
          "type": "text",
          "value": "In our dataset, the word <span class=stackedBarTextAnnotation id=hover-black-none value=black hovertype=inTextHover>Black</span> most often appeared in headlines speaking about Black women. Black women may be part of a marginalized group in the US, the UK, and South Africa, but they appear quite frequently in the news in these countries nonetheless. South Africa, a nation still recovering from the impact of apartheid, is reporting about their <a href=https://www.iol.co.za/lifestyle/style-beauty/beauty/meet-one-of-sas-most-prominent-black-female-doctors-19730305>prominent black female doctors</a>, <a href=​​https://www.iol.co.za/pretoria-news/sas-pioneering-black-female-philos>pioneering black female PhD candidates</a>."
        }
      ]
    },
    {
      "word": "muslim",
      "task": "highlightwords",
      "data-index": "3",
      "text": [
        {
          "type": "text",
          "value": "In India, the racial divide is not as likely to make headlines as the religious one. <span class=stackedBarTextAnnotation id=hover-black-none value=muslim hovertype=inTextHover>Muslim</span> appears more frequently in Indian headlines, compared to the UK, the US, and South Africa, as local news in India often reports the religion of the story’s subject. As in the case of Black women, nearly any event that hurts the Muslim women’s community, like acts of violence, or helps them, like Rashida Tlaib ad Ilhan Omar becoming the <a href=https://www.cnbc.com/2018/11/07/rashida-tlaib-ilhan-omar-are-the-1st-muslim-women-elected-to-congress.html>first Mulsim women in Congress</a>, makes headlines."
        }
      ]
    },
    {
      "word": "first",
      "task": "highlightwords",
      "data-index": "4",
      "text": [
        {
          "type": "text",
          "value": "Speaking of firsts, the first similarity we noticed between all the countries is the high frequency of the word <span class=stackedBarTextAnnotation id=hover-black-none value=first hovertype=inTextHover>first</span>. There are thousands of mentions, nearly 8,000 to be precise, of trailblazing women that shattered glass ceilings. In the recent past, outside Kamala Harris’ widely covered ascension to <a href=https://www.nytimes.com/2020/11/07/us/politics/kamala-harris.html>Vice-Presidency</a>,  Zuzana Caputova became Slovakia’s first female <a href=https://www.theguardian.com/world/2019/mar/31/slovakia-elects-zuzana-caputova-first-female-president>President</a>, and Ana Brnabić became Serbia’s first gay and first female <a href=https://www.theatlantic.com/news/archive/2017/06/serbia-appoints-first-gay-and-female-prime-minister/530556/>prime minister</a>."
        },
        {
          "type": "text",
          "value": "Flip a page or scroll a little more and you will see women from different races, ethnicities, and identities, becoming the first to <a href=https://www.businessinsider.com/meet-the-first-woman-to-lead-a-marine-corps-tank-platoon-2017-4?r=US&IR=T>lead a US Marine Corps tank platoon</a>, <a href=https://abcnews.go.com/Sports/simone-manuel-female-african-american-swimmer-win-individual/story?id=41320577>win an individual Olympic medal as an African-american female swimmer</a>, <a href=https://www.businessinsider.com/r-lockheed-f-35-gets-first-female-pilot-air-force-2015-5?r=US&IR=T> fly an F-35 fighter jet</a>, <a href=https://www.businessinsider.in/women-in-saudi-arabia-will-be-allowed-to-drive-for-the-first-time--heres-what-they-still-cant-do/articleshow/60862745.cms>drive cars in a country where it was once forbidden</a> and most of all, <a href=​​https://scroll.in/article/987502/interview-priya-ramani-and-her-lawyer-rebecca-john-on-metoo-movements-first-big-win-in-india>raise</a> their voices."
        }
      ]
    },
    {
      "word": "man",
      "task": "highlightwords",
      "data-index": "5",
      "text": [
        {
          "type": "text",
          "value": "In spite of these many firsts, the biggest similarity across headlines from the four countries is that the most mentioned word is ‘man’."
        },
        {
          "type": "text",
          "value": "<span class=stackedBarTextAnnotation id=hover-black-none value=man hovertype=inTextHover>Man</span> appears more than 30,000 times."
        }
      ]
    },
    {
      "word": "",
      "theme": "crimeandviolence",
      "task": "highlightthemes",
      "data-index": "6",
      "text": [
        {
          "type": "text",
          "value": "To gather more insight into the words used to report women-centered news, we categorized them into different themes (more on this in the method section). The first theme we noticed is <span class=stackedBarTextAnnotation id=inTextViolence-none value=violence>crime & violence</span>."
        }
      ]
    },
    {
      "word": "rape",
      "task": "highlightwords",
      "data-index": "7",
      "text": [
        {
          "type": "text",
          "value": "There are nearly 4,000 mentions of death, 6,000 mentions of <span class=stackedBarTextAnnotation  value=rape hovertype=inTextHover  id=hover-red-none>rape</span>, and more than 10,000 mentions of killing. Although there are <a href=https://edition.cnn.com/2016/12/29/europe/french-woman-killed-abusive-husband-pardoned/index.html>stories where women perpetuate crime</a>, the majority of these mentions are found in <a href=https://www.standard.co.uk/news/crime/balham-murder-man-charged-with-killing-his-wife-after-she-died-from-multiple-injuries-in-south-london-a3989366.html>headlines</a> where <a https://eu.usatoday.com/story/news/nation/2020/06/15/deaths-black-trans-women-riah-milton-dominique-fells-spur-protests/3191769001/>women are subjected to violence</a>. When reporting these stories, many headlines refer to a woman in their capacity as a <a href=https://www.reuters.com/article/india-women-crime-idINKCN1TT19H>daughter</a>, <a href=https://www.news24.com/News24/indian-mom-raped-on-a-bus-as-her-3-year-old-watches-in-horror-20160310#:~:text=Cape%20Town%20%2D%20An%20Indian%20mother,was%20just%2014%20days%20old>mother</a> or <a href=https://www.liverpoolecho.co.uk/news/liverpool-news/man-wife-mother-killed-horrific-13695705>wife</a>."
        }
      ]
    },
    {
      "word": "",
      "theme": "femalestereotypes",
      "task": "highlightthemes",
      "data-index": "8",
      "text": [
        {
          "type": "text",
          "value": "This brings us to another prevalent theme in the set of words: <span class=stackedBarTextAnnotation id=inTextStereotypes-none value=stereotypes>gendered language</span>. Many women-centered headlines use words that are explicitly gendered, such as “mother,” “waitress” or “policewoman”, or words that become associated with a particular sex or social gender because of <a href=https://aclanthology.org/W19-3802/>underlying stereotypes</a>, such as “sexy” or “beautiful”."
        }
      ]
    },
    {
      "word": "marry",
      "task": "highlightwords",
      "data-index": "9",
      "text": [
        {
          "type": "text",
          "value": "For example, we found words associated with gender stereotypes, like body, child, and <span class=stackedBarTextAnnotation value=marry hovertype=inTextHover id=hover-green-none>marry</span> repeatedly becoming the topics of conversation in women-centered headlines."
        }
      ]
    },
    {
      "word": "",
      "theme": "EPR",
      "task": "highlightthemes",
      "data-index": "10",
      "text": [
        {
          "type": "text",
          "value": "In analyzing this data, we also noticed many stories of women reclaiming their positions within headlines and refusing to remain in the margins. Stories of women, from Black, Dalit or LGBTQIA2S+ communities, leading this reclamation in Parliaments, Congresses, High Courts, cities and capitals pushed us to identify three more themes in addition to <span class=\"stackedBarTextAnnotation\" id=\"inTextViolence\" value=\"crimeandviolence\">crime & violence</span> and <span class=\"stackedBarTextAnnotation\" id=\"inTextStereotypes\" value=\"femalestereotypes\">gendered language</span>: <span class=\"stackedBarTextAnnotation\" id=\"inTextEmpowerment\" value=\"empowerment\">empowerement</span>, <span class=\"stackedBarTextAnnotation\" id=\"inTextPeople\" value=\"peopleandplaces\">people & places</span> and, <span class=\"stackedBarTextAnnotation\" id=\"inTextRace\" value=\"raceethnicityandidentity\">race, ethnicity, & identity</span>."
        }
      ]
    },
    {
      "word": "slay",
      "data-index": "11",
      "text": [
        {
          "type": "text",
          "value": "This process of reclaiming space has also led to the reclamation of some words that once belonged in a certain theme but do not anymore. For instance, while “slay-queen” is often used in a <a href=https://www.urbandictionary.com/define.php?term=Slay%20queen>derogatory manner</a> by men to describe women who like to show off a luxurious lifestyle, the word “slay” has also been <a href=https://www.citizen.co.za/news/opinion/2105043/youre-probably-using-the-term-slay-queen-wrong/>reclaimed</a> by these same women as a means to describe their successes as they “slay” it."
        },
        {
          "type": "text",
          "value": "Many such words, like “hope,” “first” or “stand,” fought off attempts to be boxed into themes and chose to remain in the gray area. <span class=hover-icon>Hover over the colored blocks</span> or search below to explore the words and themes on your own and drop us a note if you think you found another theme."
        },
        { "type": "text", "value": "<div id=wordSearch></div>" }
      ]
    },
    {
      "word": "",
      "task": "themeBarsTransition",
      "id": "themebars",
      "data-index": "12",
      "text": [
        {
          "type": "text",
          "value": "Finally, insights can be generated by comparing frequencies between themes. Here, each <span class=freq-legend>word</span> is as high as the number of times it is used, and stacked upon other words in the same theme. As it turns out, for every occurrence of an empowering word, we read two words of crime and violence."
        }
      ]
    }
  ],
  "stacked-bar-outro": [
    {
      "type": "text",
      "value": "Be it empowerment or crime & violence, headlines are designed to get the attention of the reader. Often times, headlines can inspire the reader to care about something, they can inform the reader about important world events, or they can present the reader with shocking imagery. Below, you can explore some headlines and see for yourself."
    }
  ],
  "example-headlines": [
    {
      "date": "MAY 2015",
      "org": "TELEGRAPH.CO.UK",
      "headline": "Mum lets 6 year old daughter shaver her head to prove girls don't have to be girly"
    },
    {
      "date": "NOV 2016",
      "org": "DAILYMAIL.COM",
      "headline": "Woman who gave birth on plane had no idea she was pregnant"
    },
    {
      "date": "APR 2016",
      "org": "FOXNEWS.COM",
      "headline": "More single women hunt for homes, not husbands"
    }
  ],
  "barbell-headline": "Headlines about women are more sensational",
  "barbell1": [
    {
      "type": "text",
      "value": "<span class=padded-dropcap>S</span>ensationalism is an editorial tactic. Sensationalism is an editorial tactic. The words in a sensational headline are carefully chosen for the purpose of enticing the reader. For example, a story titled ‘<a href=https://news.sky.com/story/woman-28-charged-after-stabbing-in-barnsley-town-centre-11494085>Woman, 28, charged after 'stabbing' in Barnsley town centre</a>’ could potentially garner a semi-conscious glance from its reader while one titled ‘<a href=https://www.express.co.uk/news/uk/1014846/barnsley-stabbing-woman-market-trader-hero-south-yorkshire-uk-knives-police>Woman screamed 'KILL KILL KILL!' while repeatedly stabbing a man in Barnsley market attack</a>’ could be more likely to capture the reader’s attention."
    },
    {
      "type": "text",
      "value": "But, is this sensationalism more or less prominent in women-focused headlines? To find out, we used sentiment analysis, a natural language processing technique used to quantify emotion in text, to rate every headline with a polarity score. A headline with either extremely positive or extremely negative sentiment is, for our analysis, considered sensational, and hence it is given a higher polarity score. As it turns out, not only is sensationalism on the rise, but it has also been higher in headlines with keywords associated with women compared to headlines about other topics."
    }
  ],
  "barbell2": [
    {
      "type": "text",
      "value": "How do different news-outlets compare to each other? In the chart below, the absolute and percent difference in polarity scores between headlines about women and all other headlines  is displayed for a representative sample of the news outlets analyzed."
    }
  ],
  "barbell-outro": [
    {
      "type": "text",
      "value": "Outlets that sensationalize headlines about women less, like Nature and FiveThirtyEight do not regularly deal with everyday news but go deeper into significant topical trends."
    }
  ],
  "polarity-headline": "Here’s how polarizing headlines are",
  "polarity-outro": [
    {
      "type": "text",
      "value": "<span class=padded-dropcap>U</span>sing data from <a href=https://www.similarweb.com/top-websites/>SimilarWeb</a> we then tied the monthly viewership of every publication to the average polarity score of their women-centered headlines. While all outlets sensationalize their news to some extent (see all the bubbles huddled up closer to the right?), news outlets on the left end of the spectrum (i.e. less sensational) tend to be the ones focusing on either financial news, like Bloomberg in the United States and LiveMint in India, or on tech news such as TechRadar and CNET. Nature, a predominantly scientific publication, is the least sensational but it also has a more limited reach."
    },
    {
      "type": "text",
      "value": "BBC and The New York Times are the largest publications with the least sensational headlines compared to the Daily Mail, Huffington Post, Fox News or Aaj Tak who publish more shock value headlines."
    },
    {
      "type": "text",
      "value": "<span class=hover-icon>Hover on each of the bubbles</a> and see the headlines for yourself."
    }
  ],
  "notes-headline-pol": "Read more about our polarity calculations",
  "bubble-notes-pol": [
    {
      "type": "text",
      "value": "We measure <strong>polarity</strong> by performing sentiment analysis on each headline using the Vader python package, where each headline gets a sentiment score from -1 to 1 (from more negative to more positive). Because we are interested in polarity, we take the absolute value of each headline's score."
    }
  ],
  "bias-headline": "Here’s how biased headlines are",
  "bias-outro": [
    {
      "type": "text",
      "value": "<span class=padded-dropcap>W</span>hile the theme of crime and violence got us delving into how sensational women-centered headlines are, the theme of gendered language led to the idea of measuring bias."
    },
    {
      "type": "text",
      "value": "Explicit use of gendered language in English - words like “actress,” “congresswoman” or “landlady” - emphasizes the gender of the subject when there is no need to do so. Research from <a href=https://aclanthology.org/W19-3802/>Yasmeen Hitti et al.</a> has suggested that both gendered language and words that reinforce societal and behavioral stereotypes, such as “beautiful,” “emotional,” “supportive” or “dramatic,” add to the bias of a sentence. Using their research methodology, we attributed a bias score to each headline."
    },
    {
      "type": "text",
      "value": "For example the headline that reads <a href=https://www.mirror.co.uk/news/real-life-stories/daughter-emotional-meeting-woman-given-6522901>“Daughter in emotional meeting with woman given life back by selfless courage of her dead mother”</a> gets a higher bias score than the headline that reads <a href=https://www.washingtonpost.com/blogs/she-the-people/post/hillary-clinton-speaks-out-for-the-same-american-values-upheld-in-retracted-embassy-statement/2012/09/13/ccbf05f2-fdd6-11e1-b153-218509a954e1_blog.html>“Hillary Clinton speaks out for the same American values upheld in retracted embassy statement”</a>. In the chart below, we visualize the bias index for each publication. In contrast to our results for polarity, there is a greater variance in bias scores across publications. The Daily Mail scores the highest while the BBC and ESPN are among those who score the lowest."
    },
    {
      "type": "text",
      "value": "Go ahead, <span class=hover-icon>hover on the bubbles</span> and see for yourself if you think these headlines are extremely gendered."
    }
  ],
  "notes-headline-bias": "Read more about our bias calculations",
  "bubble-notes-bias": [
    {
      "type": "text",
      "value": "We measure <strong>gender bias</strong> by tracking the combined occurrence of gendered language and social stereotypes usually associated with women. We do this in two steps:"
    },
    {
      "type": "text",
      "value": "1) We check if a headline contains gendered language (i.e. 'spokeswoman', 'chairwoman', 'she', 'her', 'bride', 'daughter', 'daughters', 'female', 'fiancee', 'girl', 'girlfriend' etc.)."
    },
    {
      "type": "text",
      "value": "2) If it contains gendered language, we then count the number of words that are considered to be social stereotypes about women (i.e. 'weak', 'modest', 'virgin', 'slut', 'whore', 'sexy', 'feminine', 'sensitive', 'emotional', 'gentle', 'soft', 'pretty', 'bitch', 'sexual' etc.)."
    },
    {
      "type": "text",
      "value": "Finally, we normalize this count for all headlines within each outlet as a score between 0 and 1, and we aggregate (i.e. average) this score for each outlet."
    }
  ],
  "wave-headline": "A decade of headlines: the words we cho(o)se to sensationalize women",
  "conclusion-headline": "Headline trends: Less gendered language. More empowering words.",
  "conclusion": [
    {
      "type": "text",
      "value": "<span class=padded-dropcap>I</span>n this final chart, we have visualized how the words used in headlines about women have changed over time."
    },
    {
      "type": "text",
      "value": "Among other trends that can be observed from this chart, we found that while the use of many gendered words (e.g.“sexy,” “fat,” “housewife” or “gossip”) has faded out over time, the use of empowering words has increased over time (e.g. “founder,” “activist,” “leader” or “appoint”). Other words (e.g. “death,” “hurt,” and “drama”) have instead stood the test of time, as their use has remained consistent  since 2005."
    },
    {
      "type": "text",
      "value": "For each word’s ebb or flow, we tried to find a “remember when” memory to explain it. Remember when Caitlyn Jenner came out as transgender? That was part of a wave of increased trans visibility that helps to explain why “transgender” shot up in 2015. Remember when the #MeToo movement took off? That adds context to the sharp rise of “harassment” in 2017, and the sharp rise of the word “equality” in recent years. Such world events are arranged as bubbles in the timeline above the chart."
    },
    {
      "type": "text",
      "value": "If you see an interesting rise, hover over one such bubble to see if you can find a world event that can explain it. If you think that we’ve missed out on an important event in your part of the world, let us know."
    }
  ],
  "conclusion-outro": [
    {
      "type": "text",
      "value": "The story of when women make headlines is, like most stories about people, full of contradictions. It is violent, sensational, biased, hopeful and empowering although not all of them in equal measure. This visual essay suggests that headlines used to report women-centered news can be biased and can reinforce existing stereotypes. These headlines also tend to be more sensational than for other news topics, and they tend to represent women in situations of crime and violence. As a growing <a href=https://edizionicafoscari.unive.it/media/pdf/books/978-88-6969-479-0/978-88-6969-479-0-ch-12.pdf>body</a> of <a href=https://journals.sagepub.com/doi/full/10.1177/0095798416665967?casa_token=1YYGkNHNIEgAAAAA%3AagaE2Oo3-JtPupya7SD3_p8c-QI4GSQVks1rBFFSoIiHc7GCxLlbn6exGZMo8aBe2vGTKD6YUSDO>research</a> has already <a href=https://onlinelibrary.wiley.com/doi/full/10.1111/j.1559-1816.2011.00781.x?casa_token=HptwkBvWYIcAAAAA%3ANAuO998zBCAbtje5eKPIqe1RMASbx0F6dsRHCpz2FaONq0Dl0LsPLkPEUF4ZPLt-Nb4RxByWqnsGZIU>indicated</a>, this could imply that women are not only underrepresented in the news but also <i>mis</i>-represented."
    },
    {
      "type": "text",
      "value": "Nonetheless, this visual essay also suggests that some progress has been made. Over time, we saw that the use of many empowering words has risen sharply while the use of some gender stereotypes has plummeted. Let’s hope this trend continues and, in the meantime, enjoy our news with a little grain of salt. After all, when women make headlines, no words, sensational or not, biased or not, can truly explain the nuance behind the event because words can only approximate."
    }
  ],
  "methods": [
    {
      "type": "<strong>Data",
      "value": "</strong> To build the dataset of headlines, we scraped data from Google News, using <a href=https://rapidapi.com/newscatcher-api-newscatcher-api-default/api/google-news/>RapidAPI</a>, from the most visited publications and news agencies for readers in the US, the UK, India and South Africa according to <a href=https://www.similarweb.com/top-websites/>SimilarWeb</a> (as of 2021-06-06). To collect this data, we queried RapidAPI for headlines containing one or more of the following keywords: women, woman, girl, female, lady, ladies, she, her, herself, aunt, grandmother, mother, sister, daughter, wife, mom, mum, girlfriend, mrs, niece. As a result, our analysis encompasses 24 publications in South Africa (18,594 headlines), 51 publications in India (138,590 headlines), 57 publications in the United Kingdom (109,286 headlines), and 54 publications in the United States (115,669 headlines)."
    },
    {
      "type": "text",
      "value": "<strong>Gendered language and bias calculation:</strong> To categorize words used in headlines as gendered, we manually curated two dictionaries — gendered words about women (words that are explicitly gendered in the English language, such as “actress,” “waitress,” “congresswoman,” “landlady” or “mother”) and words that denote societal and behavioral stereotypes about women (words like “beautiful,” “sexy,” “pregnant,” or “emotional”). This was curated using existing research from Huimin Xu and team, published under the title <a href=https://github.com/xuhuimin2017/storyshape>“The Cinderella Complex: Word embeddings reveal gender stereotypes in movies and books”</a> and the incredible research done by <a href=https://theswaddle.com/from-cunt-to-careerwoman-the-many-ways-in-which-language-propagates-sexism/>The Swaddle</a> team. These dictionaries can be found <a href=https://github.com/the-pudding/data/blob/master/women-in-headlines/word_dictionaries.json>here</a>. The methodology used to calculate bias was borrowed from the research done by Yasmeen Hitti and team, published under the title <a href=https://aclanthology.org/W19-3802/>“Proposed Taxonomy for Gender Bias in Text.”</a>"
    },
    {
      "type": "text",
      "value": "<strong>Theme dictionaries</strong>: To categorize words used in headlines as part of a theme (i.e. crime and violence, empowerment, race, ethnicity and identity, people and places) we manually curated four dictionaries. These dictionaries can be found <a href=https://github.com/the-pudding/data/blob/master/women-in-headlines/word_dictionaries.json>here</a>. In cases where a word had more than one contextual usage (like “head” or “chair”), we only classified them inside a theme if they belonged to that theme in no less than 90% of the cases. To analyze words and textual elements found in headlines, we used existing Natural Language Processing packages for Python (i.e. <a href=https://spacy.io/>spacy</a>, <a href=https://radimrehurek.com/gensim/>gensim</a>, <a href=https://pypi.org/project/word2number/>word2number</a>, <a href=https://pypi.org/project/pycontractions/>pycontractions</a>, <a href=https://pypi.org/project/beautifulsoup4/>bs4</a>, <a href=https://pypi.org/project/Unidecode/>unidecode</a>, <a href=https://textblob.readthedocs.io/en/dev/>textblob</a>, <a href=https://www.nltk.org/>nltk</a>)."
    },
    {
      "type": "text",
      "value": "<strong>Polarity analysis</strong>: To analyze the polarity of each headline we used <a href=https://pypi.org/project/vaderSentiment/>vaderSentiment</a>. For the comparison of polarity between women-centered headlines and all other headlines, we scraped headlines using no keyword tags from the most visited publications and news agencies from readers in the US, the UK, India and South Africa according to <a href=https://www.similarweb.com/top-websites/>SimilarWeb</a> (as of 2021-06-06). With the use of such data, we were able to calculate baseline polarity scores for each news publication and news agency. Though constituting a representative sample of headlines, the number of headlines we used to calculate this baseline polarity is roughly equal to one third of the number of headlines that we used to calculate polarity for women-centered headlines."
    },
    {
      "type": "text",
      "value": "With regards to the stacked bar chart (in the scrollytelling section), there were far more than 1,231 unique words in the original dataset. For visual and readability purposes, however, we only retained the 1,231 words that were most frequent and that were common across the four countries studied."
    },
    {
      "type": "text",
      "value": "All of the data used for this essay is available in <a href=https://github.com/the-pudding/data/tree/master/women-in-headlines>this Github repo</a>."
    },
    {
      "type": "text",
      "value": "We collaborated with <a href=​​https://pudding.cool/author/jan-diehm>Jan Diehm</a>, <a href=https://pudding.cool/author/rob-smith>Rob Smith</a>, <a href=https://pudding.cool/author/russell-goldenberg>Russell Goldenberg</a>, and <a href=https://pudding.cool/author/michelle-mcghee>Michelle McGhee</a> for the piece and we’re quite grateful and happy for how it turned out!"
    }
  ]
}
