{"title":"<span>When</span> <span>Women</span> <span>Make</span> <span>Headlines</span>","subtitle":"A visual essay about the (mis)representation of women in the news","author1":"​​Leonardo Nicoletti","author2":"Sahiti Sarva","marquee":"Sample headlines: <strong>Woman</strong> with later start to periods, menopause more likely to reach age 90... <strong>Woman</strong> may be missing out on outpatient hospital care in northern India... <strong>Woman</strong> had fatal heart attack due to years of taking antipsychotics, inquest hears... <strong>Woman</strong> dies after house catches fire in Wythenshawe... <strong>Woman</strong> found dead in River Goyt following major emergency service presence... <strong>Woman</strong>, 33, dies following crash on M66 motorway near Bury... <strong>Woman</strong>, killed in Oldham named as man charged with murder... <strong>Woman</strong> banned from owning pets after dog left in dark cupboard to starve to death... <strong>Woman</strong> fined £650 for dropping cigarette butt in town centre... <strong>Woman</strong> arrested as armed police close off road for several hours... <strong>Woman</strong> who went missing before being found dead at park was suffering from depression, inquest opening hears... <strong>Woman</strong>, dies and girl, 16, seriously hurt after fire rips through home in Birmingham... <strong>Woman</strong> taken to hospital after falling from M60 bridge in early hours... <strong>Woman</strong> taken to hospital after being hit by car in Stockport... <strong>Woman</strong> taken to hospital after being rescued from Stalybridge canal... <strong>Woman</strong> nearly crashes into police officers on M60 after her husband is caught drink driving... <strong>Woman</strong> spends £10k transforming her home into a pink paradise... <strong>Woman</strong> confronts masked gang stealing catalytic converter, then this happened... <strong>Woman</strong> faked terminal cancer to dupe friends into paying for dream wedding... <strong>Woman</strong>, 31, found dead in a disused graveyard after 18 day search... <strong>Woman</strong>, two days away from being deported stabbed housemate 30 times... <strong>Woman</strong> who stabbed boyfriend while high on crack walks free in time for Christmas... <strong>Woman</strong> who gave birth on flight had no idea she was pregnant... <strong>Women</strong> suffer more with anxiety, depression during months of isolation due to COVID 19 Gender differences... <strong>Women</strong> are a valuable human resource, there should be zero tolerance towards gender insensitivity... <strong>Women</strong> in Data Science: Changing the rules of the game... <strong>Woman</strong> capable of creating history, future with formidable grace: Rahul Gandhi","intro":[{"type":"text","value":"173 years ago at the Seneca Falls Convention, the American suffragette movement kicked off with a declaration that \"all men and women are created equal.\" When newspapers covered this historic call for women's right to vote, some readers saw headlines like “<a href=https://senecafallscoverage.tumblr.com/post/78771341533/the-north-star-july-28th-1848> The Rights of Women</a>” which echoed the messages of the event. Others read headlines like “<a href=https://senecafallscoverage.tumblr.com/post/78771452513/the-mechanics-advocate>Women out of their latitude</a>” which criticized convention-goers for abandoning their womanly duties. There were also articles without headlines, where the publisher lamented what the <a href=https://senecafallscoverage.tumblr.com/post/78771482216/oneida-whig>men would do about their dinners</a> if women went out to vote."},{"type":"text","value":"Over the years, women have gained more freedom and space to express themselves while newspaper editors lost some of theirs. There were fewer title-less pieces that took the liberty to walk readers through long descriptive paragraphs. The publisher’s instinct shifted to more crisp headlines that conveyed the crux of the story. In 2006, when Sampat Pal Devi started The Gulabi Gang (i.e.Pink Gang), a female vigilante group, to protest against domestic violence in one of the most conservative villages in Northern India, the news was not merely about reporting an event but about painting a picture. Across the globe, people heard of <a href=http://news.bbc.co.uk/2/hi/7068875.stm>India's 'pink' vigilante women</a>. Some publishers took the creative freedom to title it ‘<a href=https://www.theage.com.au/world/pretty-in-pink-female-vigilantes-also-handy-with-an-axe-20071215-ge6if6.html>Pretty in pink, female vigilantes, also handy with an axe</a>’. Women handy with axes was as novel in 2006 as women taking the stage was in 1848."},{"type":"text","value":"Cultural shifts are typically much slower than leaps in technological advancement. Stories, and the words used to tell them, can be an effective way to observe the culture of a society. Somewhere between the height of black and white print newspapers and today’s bite-sized content released on a mobile app, <a href=https://thereader.mitpress.mit.edu/headlines-journalism/>headlines started to turn news into stories</a>."},{"type":"text","value":"Behind these catchy headlines that are designed to stick are the often-edited-out names, nuances, and stories of women who make the headline. While the piece itself can clarify, construct, and conserve the full story, in a world too busy to look past the headline they tend to have a <a href=https://www.newyorker.com/science/maria-konnikova/headlines-change-way-think>disproportionate impact on the reader’s mind</a>. If these headlines are all that some of us will read each morning, we wanted to know how the headlines about women have changed over the last decade."},{"type":"text","value":"Borrowing some of the spirits of the Black, feminist, lesbian author, activist and poet, Audre Lorde, who said, <strong>“For those of us who write, it is necessary to scrutinise not only the truth of what we speak but the truth of that language by which we speak it,” </strong> we chose to examine the words used when women made headlines."},{"type":"text","value":"Using keywords synonymous with “woman”, we collected and analysed 382,139 headlines from the last decade published by the top 50 English-language news publications across four countries - The United States of America, India, South Africa, and The United Kingdom."}],"stacked-bar":[{"word":"","task":"drawbars","data-index":"0","text":[{"type":"text","value":"Since 2005, a total of 1,231 unique words have been used by Indian, South African, English, and American publishers in headlines that report about women. These <span class=word-legend>words</span> are arranged here in a decreasing order of their frequency."}]},{"word":"wear change force","task":"highlightwords","hovertype":"inTextHover","data-index":"1","text":[{"type":"text","value":"The same word appears at different ranks in different countries. Like <span class=stackedBarTextAnnotation id=inTextMan value=wear hovertype=inTextHover>wear</span>, <span class=stackedBarTextAnnotation id=inTextMan value=change hovertype=inTextHover>change</span>, or <span class=stackedBarTextAnnotation id=inTextMan value=force hovertype=inTextHover>force</span>."}]},{"word":"sue","task":"highlightwords","hovertype":"inTextHover","data-index":"2","text":[{"type":"text","value":"The United States, for example, has more stories around the word <span class=stackedBarTextAnnotation id=inTextMan value=sue hovertype=inTextHover>sue</span>, compared to countries like India or South Africa where it may be a less common practice ‘Suing’ someone in an American court can also gain international attention, like when ‘<a href=https://www.reuters.com/article/us-people-jeffrey-epstein-lawsuits-idUSKCN1V61BK>Two women sued Jeffrey Epstein's estate over alleged sex abuse</a>’ and when ‘<a href=https://www.iol.co.za/entertainment/celebrity-news/international/rihanna-is-suing-her-father-for-exploiting-her-name-18835017>Rihanna sued her father for exploiting her name</a>’."}]},{"word":"black","task":"highlightwords","hovertype":"inTextHover","data-index":"3","text":[{"type":"text","value":"<span class=stackedBarTextAnnotation id=inTextMan value=black hovertype=inTextHover>Black</span> women like Rihanna may be part of a marginalised group in the USA, UK, and South Africa, but they dominate the news in these countries nonetheless. South Africa, a nation still recovering from the impact of apartheid, is proudly reporting about their <a href=https://www.iol.co.za/lifestyle/style-beauty/beauty/meet-one-of-sas-most-prominent-black-female-doctors-19730305>prominent black female doctors</a>, <a href=​​https://www.iol.co.za/pretoria-news/sas-pioneering-black-female-philos>pioneering black female PhD candidates</a> while also reporting the events that continue to affect this community."}]},{"word":"muslim","task":"highlightwords","hovertype":"inTextHover","data-index":"4","text":[{"type":"text","value":"In India, the racial divide is not as contentious as the religious one. <span class=stackedBarTextAnnotation id=inTextMan value=muslim hovertype=inTextHover>Muslim</span> appears more frequently in India, compared to the UK, USA, and South Africa, aslocal news often reports the religion of the story’s subject. Like Black women, Muslim women also are affected by <a href=https://www.vox.com/the-highlight/2019/5/20/18542843/intersectionality-conservatism-law-race-gender-discrimination>intersectionality</a>, that is, they are at a greater disadvantage within society because of gender and racial or religious biases. So any event that hurts the community, like acts of violence, or helps a community, like Rashida Tlaib ad Ilhan Omar becoming the <a href=https://www.cnbc.com/2018/11/07/rashida-tlaib-ilhan-omar-are-the-1st-muslim-women-elected-to-congress.html>first Mulsim women in Congress</a>, make the headlines."}]},{"word":"first","task":"highlightwords","hovertype":"inTextHover","data-index":"5","text":[{"type":"text","value":"Speaking of firsts, the first similarity we noticed between all the countries is the high frequency of the word <span class=stackedBarTextAnnotation id=inTextMan value=first hovertype=inTextHover>first</span>. There are thousands of stories, nearly 8,000 to be precise, about trailblazing women that shattered glass ceilings. In the recent past, outside Kamala Harris’ widely covered ascension to <a href=https://www.nytimes.com/2020/11/07/us/politics/kamala-harris.html>Vice-Presidency</a>,  Zuzana Caputova became Slovakia’s first female <a href=https://www.theguardian.com/world/2019/mar/31/slovakia-elects-zuzana-caputova-first-female-president>President</a>, and Sahle-Work Zewde was chosen to be Ethiopia’s first female <a href=https://www.bbc.co.uk/news/world-africa-45976620>defence minister</a>."},{"type":"text","value":"Flip a page or scroll a little more and you will see women from different races, ethnicities, and identities, becoming the first to <a href=https://www.businessinsider.com/meet-the-first-woman-to-lead-a-marine-corps-tank-platoon-2017-4?r=US&IR=T>lead</a> troops, <a href=https://abcnews.go.com/Sports/simone-manuel-female-african-american-swimmer-win-individual/story?id=41320577>win</a> medals, <a href=https://www.businessinsider.com/r-lockheed-f-35-gets-first-female-pilot-air-force-2015-5?r=US&IR=T>fly</a> fighter jets <a href=https://www.businessinsider.in/women-in-saudi-arabia-will-be-allowed-to-drive-for-the-first-time--heres-what-they-still-cant-do/articleshow/60862745.cms>drive</a> cars and most of all, <a href=​​https://www.google.com/search?q=Interview%3A+Priya+Ramani+and+her+lawyer+Rebecca+John+on+%23MeToo+movement%C3%A2%E2%82%AC%E2%84%A2s+first+big+win+in+India&rlz=1C1UEAD_enIN932IN932&oq=Interview%3A+Priya+Ramani+and+her+lawyer+Rebecca+John+on+%23MeToo+movement%C3%A2%E2%82%AC%E2%84%A2s+first+big+win+in+India&aqs=chrome..69i57j69i58.227j0j7&sourceid=chrome&ie=UTF-8>raise</a> their voices."}]},{"word":"man","task":"highlightwords","hovertype":"inTextHover","data-index":"6","text":[{"type":"text","value":"In spite of these many “firsts”, the biggest similarity between the four countries, and the most used word among all headlines, is the word ‘man’."},{"type":"text","value":"<span class=stackedBarTextAnnotation id=inTextMan value=man hovertype=inTextHover>Man</span> appears more than 30,000 times and men make headlines along with women significantly more during horrific events than in historic ones."}]},{"word":"","theme":"crimeandviolence","task":"highlightthemes","color":"#f76e45","data-index":"7","text":[{"type":"text","value":"We categorised the words used to report women-centred news into different themes. The first theme we noticed is <span class=\"stackedBarThemeAnnotation\" id=\"inTextViolence\" value=\"violence\">crime and violence</span>."}]},{"word":"rape","task":"highlightwords","hovertype":"inTextHoverThemes","data-index":"8","text":[{"type":"text","value":"There are nearly 4,000 stories of <span class=stackedBarTextAnnotation id=inTextMan value=death hovertype=inTextHover>death</span>, 6,000 stories of <span class=stackedBarTextAnnotation id=inTextMan value=rape hovertype=inTextHover>rape</span>, and more than 10,000 stories of killing."},{"type":"text","value":"These headlines disproportionately focus on the victim compared to the perpetrator. There are far fewer stories like that about <a href=https://www.latimes.com/local/lanow/la-me-ln-man-charged-in-killing-robbery-of-transgender-woman-20150302-story.html>a man who was charged for the rape of 11 year old girl</a>, and a lot more about <a href=https://www.dnaindia.com/india/report-muzaffarnagar-woman-gang-raped-in-front-of-her-husband-at-gunpoint-2551004>women who were gang raped in front of their husbands</a>, <a href=https://www.mirror.co.uk/news/uk-news/it-not-rape-woman-drunk-5119029>drunk women</a> who cannot file for assault, and  <a href=https://www.thenewsminute.com/article/gangraped-and-burned-acid-transgender-woman-hyderabad-needs-your-help-62453>transgender women</a> burned with acid."},{"type":"text","value":"By omitting the cause of the violence and choosing to focus on the victim’s <a href=https://www.youtube.com/watch?v=It8UDcOUy10>circumstances, choices and character</a>, the issue becomes about the ‘protection of women’ rather than the perversion of the perpetrator. But, the narrative is often framed, not around protecting every womxn*, but around protecting the rights of  ‘<a href=https://www.salon.com/2013/02/13/stop_calling_us_wives_and_moms/>daughters, mothers, and wives</a>’."}]},{"word":"","theme":"femalestereotypes","task":"highlightthemes","color":"#53B67C","data-index":"9","text":[{"type":"text","value":"This brings us to another prevalent theme in the set of words: gendered language. Daughter, mother, and wife rarely invoke the image of a transgender or non-binary person in a reader’s mind. While these labels are explicitly gendered, some other words merely become associated with a gender because of underlying stereotypes."}]},{"word":"marry","task":"highlightwords","hovertype":"inTextHoverThemes","data-index":"10","text":[{"type":"text","value":"We found words like <span class=stackedBarTextAnnotation id=inTextMan value=body hovertype=inTextHover>body</span>, <span class=stackedBarTextAnnotation id=inTextMan value=child hovertype=inTextHover>child</span>, and <span class=stackedBarTextAnnotation id=inTextMan value=marry hovertype=inTextHover>marry</span> repeatedly becoming the topics of conversation in women-centred headlines. When women break out of these stereotypes and make headlines, the stories are told of a ‘woman’<a href=https://www.dailymail.co.uk/news/article-1114409/Drunken-woman-judge-suspended-forcibly-kissing-solicitor-swearing-prosecutor.html>judge</a>, a ‘woman’ <a href=https://www.dnaindia.com/india/report-uttar-pradesh-woman-police-officer-who-clashed-with-bjp-workers-transferred-2490067>police officer</a>, or a ‘woman’ <a href=https://www.thenewsminute.com/article/kerala-womens-commission-file-case-against-pc-george-comments-woman-actor-66685>actor</a>, lest the reader turn to the default, <a href=https://plato.stanford.edu/entries/feminism-language/>implicit male worldview</a> encoded in the English language."}]},{"word":"","theme":"EPR","task":"highlightthemes","color":"","data-index":"11","text":[{"type":"text","value":"The lifeboat that kept us wading through these words to identify themes, are women reclaiming their positions within titles of stories and refusing to remain in the margins. Stories of women, from Black, Dalit or, LGBTQIA2S+ communities, leading this reclamation in Parliaments, Congresses, High Courts, cities and capitals pushed us to identify three more themes: <span class=\"stackedBarThemeAnnotation\" id=\"inTextEmpowerment\" value=\"empowerment\">empowerement</span>, <span class=\"stackedBarThemeAnnotation\" id=\"inTextPeople\" value=\"people and places\">people and places</span> and, <span class=\"stackedBarThemeAnnotation\" id=\"inTextRace\" value=\"race, ethnicity and identity\">race, ethnicity and identity</span>."}]},{"word":"","task":"tooltip","data-index":"12","text":[{"type":"text","value":"This process of reclaiming space also led to reclaiming some words that once belonged in a certain theme but do not anymore. For instance, ‘Slay’ started off as a purely violent word and evolved to represent slay queens and today, it can also be used in empowering contexts."},{"type":"text","value":"Many such words fought off attempts to be boxed into themes and chose to remain in the gray area. Feel free to explore them on your own and drop us a note if you think you found another theme."}]},{"word":"","id":"themebars","data-index":"13","text":[{"type":"text","value":"We then went on to compare the themes. Each <span class=freq-legend>word (rectangle)</span> is as high as the number of times it is used, and stacked upon other words in the same theme. It turns out, for every empowering story, we read nearly two stories of crime and violence."}]}],"stacked-bar-outro":[{"type":"text","value":"Be it empowerment or crime and violence, all headlines are designed to get the attention of the reader. Headlines can inspire the reader to care about something or simply present the reader with shock value. A few randomly picked up a few headlines to see that the latter is probably more prominent."}],"example-headlines":[{"date":"MAY 2015","org":"TELEGRAPH.CO.UK","headline":"Mum lets 6 year old daughter shaver her head to prove girls don't have to be girly","tooltip":"tooltipTLmid"},{"date":"NOV 2016","org":"DAILYMAIL.COM","headline":"Woman who gave birth on plane had no idea she was pregnant","tooltip":"tooltipTLleft"},{"date":"APR 2016","org":"FOXNEWS.COM","headline":"More single women hunt for homes, not husbands","tooltip":"tooltipTLmid"},{"date":"OCT 2020","org":"AAJTAK.IN","headline":"GUJARAT: man decapitates 12 year old cousin after raping her in Banaskantha","tooltip":"tooltipTLright"},{"date":"JAN 2014","org":"FORBES.COM","headline":"Women say they're most attracted to guys driving pickups","tooltip":"tooltipTLmid"}],"barbell-headline":"Headlines about women are more sensational","barbell":[{"type":"text","value":"Sensationalism is an editorial tactic. Although its use is rising, it is not new. The words in a sensational headline are carefully chosen for the purpose of enticing them. After all, a story titled ‘<a href=https://news.sky.com/story/woman-28-charged-after-stabbing-in-barnsley-town-centre-11494085>Woman, 28, charged after 'stabbing' in Barnsley town centre</a>’ would potentially garner a semi-conscious glance from its reader while one titled ‘<a href=https://www.express.co.uk/news/uk/1014846/barnsley-stabbing-woman-market-trader-hero-south-yorkshire-uk-knives-police>Woman screamed 'KILL KILL KILL!' while repeatedly stabbing a man in Barnsley market attack</a>’ is more likely to see eyes widening and fingers clicking."},{"type":"text","value":"But, is this sensationalism more or less prominent in women-focused headlines?"},{"type":"text","value":"To find out, we used sentiment analysis, a machine learning technique to quantify emotion in text, to rate every headline with a polarity score. A headline with either extremely positive or extremely negative sentiment is considered sensational and hence, is given a higher polarity score. We then compared the polarity of headlines about women with all other headlines for each publication."},{"type":"text","value":"We ranked each outlet by the absolute polarity score of headlines about women and the % difference in the polarity scores between headlines about women and other headlines."},{"type":"text","value":"We found that many outlets sensationalise news about women more than other topics. These outlets far exceed the number of outlets that do the opposite. The outlets that sensationalize headlines about women less are not all reporting news first hand, such as Nature or FiveThirtyEight, which do not deal with the everyday news but go deeper into significant topical trends."}],"barbell-outro":[{"type":"text","value":"This can be tied back to the fact that a lot of stories when women make headlines are about crime and violence. Within these articles, strong imagery is often used to create shock value. The top 500 most sensationalised headlines mostly talk about brutal murders, horrific attacks, repeated rapes or violent crimes."}],"polarity-headline":"News outlet headline polarity","polarity-outro":[{"type":"text","value":"We then tied the readership of every publication to the polarity score for their headlines about women. All outlets sensationalize their news to some extent (see all the bubbles huddled up closer to the right?). Those on the left end of the spectrum tend to be the ones focussing on finance news like Bloomberg in the United States and LiveMint in India, or on tech news such as techradar and cnet. Nature, a predominantly scientific publication, is the least sensational one but also has very limited reach."},{"type":"text","value":"BBC and New York Times are the largest publications with the least sensational news compared to the Dailymail, HuffingtonPost, Fox News or Aaj Tak who publish a lot more shock value."},{"type":"text","value":"Hover on each of the bubbles and see the headlines for yourself!"}],"notes-headline":"Read more about these calculations","bubble-notes":[{"type":"text","value":"We measure <strong>gender bias</strong> by tracking the combined occurrence of gendered language and social stereotypes usually associated with women. We do this in two steps:"},{"type":"text","value":"1) We check if a headline contains gendered language (i.e. 'spokeswoman', 'chairwoman', 'she', 'her', 'bride', 'daughter', 'daughters', 'female', 'fiancee', 'girl', 'girlfriend' etc.)."},{"type":"text","value":"2) If it contains gendered language, we then count the number of words that are considered to be social stereotypes about women (i.e. 'weak', 'modest', 'virgin', 'slut', 'whore', 'sexy', 'feminine', 'sensitive', 'emotional', 'gentle', 'soft', 'pretty', 'bitch', 'sexual' etc.)."},{"type":"text","value":"Finally, we normalize this count for all headlines within each outlet as a score between 0 and 1, and we aggregate (i.e. average) this score for each outlet. <br><br> We measure <strong>polarity</strong> by performing sentiment analysis on each headline using the Vader python package, where each headline gets a sentiment score from -1 to 1 (from more negative to more positive). Because we are interested in polarity, we take the absolute value of each headline's score."}],"bias-headline":"News outlet headline bias","bias-outro":[{"type":"text","value":"While the theme of crime and violence got us delving into how sensational women-centred news is, the theme of gendered language led to the idea of measuring bias."},{"type":"text","value":"The idea of feminism that began 150 years ago with the suffragette movement disappeared after having made a few ripples. The metaphor of feminism as a recurring wave first appeared, in fact, <a href=https://www.vox.com/2018/3/20/16955588/feminism-waves-explained-first-second-third-fourth>when women made the headlines</a>. In March of 1968 Martha Weinman Lear’s piece was published in The New York times titled “<a href=https://www.nytimes.com/1968/03/10/archives/the-second-feminist-wave.html>The Second Feminist Wave</a>”. Apart from highlighting the role journalism and headlines play in shaping how society views a social movement, this piece marks the beginning of a time when a lot of attention was drawn to gender bias in language."},{"type":"text","value":"Gender bias within language both silences and emphasizes gender in negative ways. When ‘he’ is used to describe both men and women, it makes women invisible. When words like ‘actress’ or ‘congresswoman’ are created explicitly, it emphasizes the gender of a person when there is no need to do so. It is words like this that we  began to count - landlady, sister, wife, daughter, businesswoman, and prostitute. The more these words are used, the greater the gender bias in the headline."},{"type":"text","value":"We then counted the number of headlines that paired these words with underlying stereotypes associated with women - beautiful, emotional, supportive or dramatic. For example, the story  where the ‘<a href=https://www.dailymail.co.uk/news/article-2840460/Life-Kardashians-d-stay-poverty-Thailand-13-year-old-orphan-girl-Kim-desperate-adopt-says-NO.html>Thai orphan girl Kim Kardashian was desperate to adopt says NO</a>’ by the Daily Mail could have very well been titled as the ‘<a href=https://www.usatoday.com/story/news/world/2014/11/24/kardashian-thai-orphanage/19477331/>Thai orphan shuns Kim Kardashian adoption offer</a>’ to reduce bias.  We counted the biased words to create a bias index for each publication. The bias index is more spread out than polarity scores with the Daily Mail being the most biased and the BBC among the least."},{"type":"text","value":"Go ahead, hover and see for yourself if you think these headlines are extremely gendered."}],"wave-headline":"A decade of headlines: the words we cho(o)se to sensationalize women","conclusion-headline":"Bias-less news?","conclusion":[{"type":"text","value":"The story of when women make headlines, like its title, is incomplete. It changes over time and space and allows the reader to keep re-interpreting and completing the title with every new headline, new country and new year they read about. Like most stories about people, it is full of contradictions. It is violent, cruel, sensational, biased, hopeful and empowering although not all of them in equal measure. At the end of this, we believe it is only fitting to leave you with two contradicting thoughts."},{"type":"text","value":"First is one of <a href=​​https://www.themarginalian.org/2013/04/29/craftsmanship-virginia-woolf-speaks-1937/>Virginia Woolf’s meditation on language</a>. We acknowledge that not all of her views were inclusive and progressive but we believe her thoughts on language still bear relevance to this story. <strong>“Since the only test of truth is length of life, and since words survive the chops and changes of time longer than any other substance, therefore they are the truest.”</strong> The words we consume shape the lens we use to look at society, and in this case, women. Although the words may disappear to become yesterday’s news, the lens stays on. This dissection of words demonstrates that the words used to talk about women making headlines can be biased, reinforcing existing stereotypes or unnecessarily underlining the gender of the person where there is no relevance. They can be sensational, taunting the reader to be shocked instead of inspiring them to care. They show that for every step forward with women becoming empowered, we take two steps back with women becoming victims of crime and violence. What’s more, the lens formed from these words often blindsides the reader to the perpetrators, making this issue a ‘women’s security’ problem rather than a ‘societal safety’ problem. If these words are the truest testament of our time, then we have a responsibility to examine, scrutinize, reflect and if possible, correct them before they become the lens we use to look at women."},{"type":"text","value":"The second thought is from the east; a <a href=https://www.quora.com/Does-the-saying-When-the-sage-points-at-the-moon-the-fool-looks-at-the-finger-really-have-Chinese-origins>Chan Buddhist’s meditation on language</a>, attributed to some and <a href=http://nhuir.nhu.edu.tw/retrieve/55344/the%20finger%20pointing.pdf>modified by many</a> along the way, says that <strong>“When a person points at the moon, the fool looks at the finger.”</strong> The moon here is the truth and the finger is language. Language can only point someone to the truth, it is not the truth in itself. After all, we can see the moon without anyone pointing us to it, can we not? After living through a deadly pandemic for over two years, we should know that no words can do justice to the loneliness, despair or grief that took over the world, they can only point someone to the general direction of our mental state. No words, sensational or not, biased or not, can truly explain the emotion, thought and spirit of an event when women make headlines, because words can only approximate."},{"type":"text","value":"To visualize this contradiction that words stand the test of time and that they are only a distant echo of the time in which they are relevant, we mapped how words in headlines about women change over time. It turns out, from a time when married women, by law, were <a href=https://www.youtube.com/watch?v=YD3toWpUe8M>considered the property of a man</a>, to single women <a href=https://www.forbes.com/sites/brendarichardson/2021/03/11/single-women-are-propping-up-the-first-time-home-buyer-segment/?sh=40216b13526d>owning more property as a group than single men</a>, society has come a long way."},{"type":"text","value":"This final visual one we would love for you to get lost in, like we did. It feels like a photo album. Every time we saw an ebb or a flow of a word, we tried to find a ‘remember when’ memory to explain it. Remember when Caitlyn Jenner came out as transgender? That’s why ‘transgender’ shot up in 2015. Remember when the #MeToo movement took off? That explains the rise of ‘harassment’ in 2017, and the rise of ‘equality’. Remember when <a href=https://pudding.cool/2017/07/comics/?fbclid=IwAR2OpAxXYPwHjDAV98kTWe8equtFbo_OfP3hlym9aMBDpZAI4VqS76HpVuw>Wonder Woman</a> was released? That’s why there was a rise in ‘Wonder’."},{"type":"text","value":"Also notice how some set of words remain in their time, like fat, marry or. While some constantly appear in the stories of women like"},{"type":"text","value":"If you see an interesting rise, hover over the bubbles on top to see if you can find a world event that explains it. If you think we missed out an important event in your part of the world that can explain one of these tiny waves that words create, let us know."}],"methods":[{"type":"text","value":"To build the dataset of headlines we scraped data from Google News using RapidAPI, from the top 50 most visited publications according to <a href=https://www.similarweb.com/top-websites/india/category/news-and-media/>SimilarWeb</a> in the United States of America, United Kingdom, India and South Africa. We collected all the headlines tagged with the keywords synonymous with women."},{"type":"text","value":"<strong>Gendered language and bias calculation:</strong> To categorise words as gendered, we manually curated two dictionaries - gendered words and words that denote gender stereotypes. This was curated using existing research such as the work done by  Huimin Xu and team, published under the title ‘<a href=https://github.com/xuhuimin2017/storyshape>The Cinderella Complex</a>’ and the incredible research done by <a href=https://theswaddle.com/>The Swaddle</a> team. The methodology used to calculate bias was borrowed from the research done by Yasmeen Hitti and team, published under the title ‘<a href=https://aclanthology.org/W19-3802/>Proposed Taxonomy for Gender Bias in Text</a>’."},{"type":"text","value":"Theme dictionaries: The dictionaries of crime and violence, empowerment and race, ethnicity and identity were curated manually. In cases where the word had more than one contextual usage, we only classified those words that belonged to the same theme in no less than 90% of the cases. To process the words, we used existing NLP packages with modified stop words."},{"type":"text","value":"Polarity analysis: For analysing the polarity of each headline we used <a href=https://pypi.org/project/vaderSentiment/>vaderSentiment</a>. For the polarity comparison, we scraped headlines without any keyword tag from the top 50 publications across these countries. However, the number of headlines we used to calculate the baseline polarity is roughly one third of the headlines we used to calculate the polarity of woman’s news."},{"type":"text","value":"There were far more than 1,231 unique words in the original dataset. We filtered most of them manually making the analysis observer dependent and imperfect."},{"type":"text","value":"We collaborated with Jan Diehm, Rob Smith and Russell Goldenberg for the piece and we’re quite grateful and happy for how it turned out!"}]}