{"title":"<span>When</span> <span>Women</span> <span>Make</span> <span>Headlines</span>","subtitle":"A visual essay about the (mis)representation of women in the news","author1":"​​Leonardo Nicoletti","author2":"Sahiti Sarva","marquee":"<strong>Woman</strong> with later start to periods, menopause more likely to reach age 90... <strong>Woman</strong> may be missing out on outpatient hospital care in northern India... <strong>Woman</strong> had fatal heart attack due to years of taking antipsychotics, inquest hears... <strong>Woman</strong> dies after house catches fire in Wythenshawe... <strong>Woman</strong> found dead in River Goyt following major emergency service presence... <strong>Woman</strong>, 33, dies following crash on M66 motorway near Bury... <strong>Woman</strong>, killed in Oldham named as man charged with murder... <strong>Woman</strong> banned from owning pets after dog left in dark cupboard to starve to death... <strong>Woman</strong> fined £650 for dropping cigarette butt in town centre... <strong>Woman</strong> arrested as armed police close off road for several hours... <strong>Woman</strong> who went missing before being found dead at park was suffering from depression, inquest opening hears... <strong>Woman</strong>, dies and girl, 16, seriously hurt after fire rips through home in Birmingham... <strong>Woman</strong> taken to hospital after falling from M60 bridge in early hours... <strong>Woman</strong> taken to hospital after being hit by car in Stockport... <strong>Woman</strong> taken to hospital after being rescued from Stalybridge canal... <strong>Woman</strong> nearly crashes into police officers on M60 after her husband is caught drink driving... <strong>Woman</strong> spends £10k transforming her home into a pink paradise... <strong>Woman</strong> confronts masked gang stealing catalytic converter, then this happened... <strong>Woman</strong> faked terminal cancer to dupe friends into paying for dream wedding... <strong>Woman</strong>, 31, found dead in a disused graveyard after 18 day search... <strong>Woman</strong>, two days away from being deported stabbed housemate 30 times... <strong>Woman</strong> who stabbed boyfriend while high on crack walks free in time for Christmas... <strong>Woman</strong> who gave birth on flight had no idea she was pregnant... <strong>Women</strong> suffer more with anxiety, depression during months of isolation due to COVID 19 Gender differences... <strong>Women</strong> are a valuable human resource, there should be zero tolerance towards gender insensitivity... <strong>Women</strong> in Data Science: Changing the rules of the game... <strong>Woman</strong> capable of creating history, future with formidable grace: Rahul Gandhi","intro":[{"type":"text","value":"<span class=padded-dropcap>A</span>s observed in a lot of competitive and high paying fields, there is proven lack of representation of both women and racial minorities in newsrooms. This unbalance is reflected in the news articles that we read every day, where women are often described in ways that reinforce social stereotypes and deepen gender biases. Extensive reporting on this issue in different forms - open editorials, journal papers and academic articles - has pushed people to think about the exacerbating effect that news outlets is having on gender misrepresentation (reference). Still, many questions remain unanswered:"}],"intro-questions":[{"type":"text","value":"What is the extent of  gender bias and polarity across influential news outlets?"},{"type":"text","value":"How prevalent are specific topics around the topic of women across different countries?"},{"type":"text","value":"What are the most commonly used words to talk about women in headlines across different countries?"},{"type":"text","value":"What  kind  of  words  are  used  in  conjunction  with  each  other around the topic of women?"}],"stacked-bar":[{"task":"drawbars","data-index":"0","text":[{"type":"text","value":"Since 2005, a total of <strong>1231 unique words</strong> have been used by Indian, South African, English, and American publishers in headlines that report about <strong>women</strong>. These words are arranged here in a decreasing order of their frequency."}],"word":"marry"},{"task":"highlightword","hovertype":"inTextHover","data-index":"1","text":[{"type":"text","value":"The same word appears at different ranks in different countries, like <span class=\"stackedBarTextAnnotation\" id=\"inTextMan\" value=\"change\" hovertype=\"inTextHover\">change</span>, <span class=\"stackedBarTextAnnotation\" id=\"inTextMan\" value=\"wear\" hovertype=\"inTextHover\">wear</span>, or <span class=\"stackedBarTextAnnotation\" id=\"inTextMan\" value=\"force\" hovertype=\"inTextHover\">force</span>."}],"word":"sue"},{"task":"highlightwords","hovertype":"inTextHover","data-index":"2","text":[{"type":"text","value":"These countries, although former British colonies, are culturally different. The United States has more stories around the word <span class=\"stackedBarTextAnnotation\" id=\"inTextMan\" value=\"sue\" hovertype=\"inTextHover\">sue</span>."},{"type":"text","value":"It could be because the act is not as common in a country like India or South Africa. Apart from domestic reporting of women involved in suing, the news of American and British residents ‘suing’ also gained international fame from time to time, like when <a href=\"https://www.reuters.com/article/us-people-jeffrey-epstein-lawsuits-idUSKCN1V61BK\" class=\"intextLink\">Two women sued Jeffrey Epstein's estate for $100 million over alleged sex abuse</a> and when <a href=\"https://www.iol.co.za/entertainment/celebrity-news/international/rihanna-is-suing-her-father-for-exploiting-her-name-18835017\" class=\"intextLink\">Rihanna sued her father for exploiting her name</a>."},{"type":"text","value":"Women, especially those as famous as Rihanna, make the news in their multiple identities, as a celebrity, and from time to time, as one of those <a href=\"https://www.standard.co.uk/insider/fashion/rihanna-beyonce-zendaya-black-women-september-issues-a3905816.html\" class=\"intextLink\">rare Black women dominating the fashion industry</a>."}],"word":"black"},{"task":"highlightwords","hovertype":"inTextHover","data-index":"3","text":[{"type":"text","value":"<span class=\"stackedBarTextAnnotation\" id=\"inTextMan\" value=\"black\" hovertype=\"inTextHover\">Black</span> women, a marginalized group in the USA, UK and South Africa dominate the news in these countries. Most references to black women in India are from the international news coverage. The most recently independent country of South Africa, still recovering from the impact of apartheid, is proudly reporting about <a href=\"https://www.iol.co.za/lifestyle/style-beauty/beauty/meet-one-of-sas-most-prominent-black-female-doctors-19730305\" class=\"intextLink\">their prominent black female doctors</a>, <a href=\"https://www.iol.co.za/pretoria-news/sas-pioneering-black-female-philosophy-phd-14875371\" class=\"intextLink\">pioneering black female philosophy PhD candidates</a>, while also reporting the events that continue to affect this community."},{"type":"text","value":"On the other hand, in a country like India, the racial divide is not as contentious as the religious one."}],"word":"muslim"},{"task":"highlightwords","hovertype":"inTextHover","data-index":"4","text":[{"type":"text","value":"There are more Indian stories around the word <span class=\"stackedBarTextAnnotation\" id=\"inTextMan\" value=\"muslim\" hovertype=\"inTextHover\">Muslim</span> compared to the UK, USA and South Africa. This is because along with international news being reported in India, the local news is also reported with specific mention to the religion of the story’s subject. Like Black women, Muslim women also are affected by <a href=\"https://www.vox.com/the-highlight/2019/5/20/18542843/intersectionality-conservatism-law-race-gender-discrimination\" class=\"intextLink\">intersectionality</a>, that is, they are at a greater disadvantage within society because of gender and racial or religious biases. So any event that hurts the community, like acts of violence, or helps a community, like Rashida Tlaib ad Ilhan Omar becoming the first Mulsim women in Congress, makes the headlines."}],"word":"first"},{"task":"highlightwords","hovertype":"inTextHover","data-index":"5","text":[{"type":"text","value":"Speaking of firsts, the first similarity we noticed between all the countries is the high frequency of the word <span class=\"stackedBarTextAnnotation\" id=\"inTextMarry\" value=\"first\" hovertype=\"inTextHover\">first</span>. If one were to categorize words in the English language, ‘first’ would be in the pile of words that are so commonly used that they carry very little information, much like: ‘a’, ‘the’, ‘is’ and ‘are’. In fact, most algorithms used to analyze data, categorize ‘first’ as a <a href=\"https://en.wikipedia.org/wiki/Stop_word\" class=\"intextLink\">‘stop word’</a> and remove it from the ‘interesting’ word pile without a second thought."},{"type":"text","value":"Except, with women-centred headlines, for every story told about a first <a href=\"https://www.iol.co.za/lifestyle/style-beauty/fashion/south-africa-and-chinas-first-ladies-fashion-moments-16224660\" class=\"intextLink\">lady</a>, first <a href=\"https://www.dailymail.co.uk/news/article-2077283/US-Navy-women-share-gay-kiss-Lesbian-couples-homecoming-kiss-ship-returns.html\" class=\"intextLink\">kiss</a> or first <a href=\"https://www.news24.com/news24/SouthAfrica/News/hi-im-pepper-first-humanoid-robot-in-sa-gently-introduces-herself-20180604\" class=\"intextLink\">humanoid</a>, there are thousands of stories, nearly 8,000 to be precise, about trailblazing women that shattered glass ceilings. In the recent past, outside Kamala Harris’ widely covered ascension to <a href=\"https://www.nytimes.com/2020/11/07/us/politics/kamala-harris.html\" class=\"intextLink\">Vice-Presidency</a>,  Zuzana Caputova became Slovakia’s first female <a href=\"https://www.theguardian.com/world/2019/mar/31/slovakia-elects-zuzana-caputova-first-female-president\" class=\"intextLink\">President</a>, Carrie Lam was named Hong Kong’s first female <a href=\"https://www.businessinsider.com/r-hong-kongs-first-female-leader-a-tilted-bridge-over-troubled-water-2017-7?r=US&IR=T\" class=\"intextLink\">leader</a> and Sahle-Work Zewde was chosen to be Ethiopia’s first female <a href=\"https://www.bbc.co.uk/news/world-africa-45976620\" class=\"intextLink\">defence minister</a>."},{"type":"text","value":"Flip a page or scroll a little more and you will see women from different races, ethnicities, and identities, becoming the first to <a href=\"https://www.businessinsider.com/meet-the-first-woman-to-lead-a-marine-corps-tank-platoon-2017-4?r=US&IR=Thttps://www.bbc.co.uk/news/world-africa-45976620\" class=\"intextLink\">lead troops</a>, <a href=\"https://abcnews.go.com/Sports/simone-manuel-female-african-american-swimmer-win-individual/story?id=41320577\" class=\"intextLink\">win medals</a>, <a href=\"https://www.businessinsider.com/r-lockheed-f-35-gets-first-female-pilot-air-force-2015-5?r=US&IR=T\" class=\"intextLink\">fly fighter jets</a>, <a href=\"https://www.businessinsider.in/women-in-saudi-arabia-will-be-allowed-to-drive-for-the-first-time--heres-what-they-still-cant-do/articleshow/60862745.cms\" class=\"intextLink\">drive cars</a>, and most of all, <a href=\"https://www.google.com/search?q=Interview%3A+Priya+Ramani+and+her+lawyer+Rebecca+John+on+%23MeToo+movement%C3%A2%E2%82%AC%E2%84%A2s+first+big+win+in+India&rlz=1C1UEAD_enIN932IN932&oq=Interview%3A+Priya+Ramani+and+her+lawyer+Rebecca+John+on+%23MeToo+movement%C3%A2%E2%82%AC%E2%84%A2s+first+big+win+in+India&aqs=chrome..69i57j69i58.227j0j7&sourceid=chrome&ie=UTF-8\" class=\"intextLink\">raise their voices</a>."}],"word":"man"},{"task":"highlightwords","hovertype":"inTextHover","data-index":"6","text":[{"type":"text","value":"These small steps for women did not always lead to leaps for womankind. The first women to come into power had to work with men who could not recall ever <a href=\"https://www.bbc.co.uk/news/world-africa-45976620\" class=\"intextLink\">reporting to a woman</a>, the ones who were appointed to lead were up against an <a href=\"https://www.bbc.co.uk/news/world-africa-45976620\" class=\"intextLink\">800-year old history</a> of the chair belonging to men and, the ones who raised their voices, calling out for safer spaces, had to take on the task of <a href=\"https://www.bbc.co.uk/news/world-africa-45976620\" class=\"intextLink\">educating men</a>."},{"type":"text","value":"These pieces serve as a reminder of another one of Audre Lorde’s <a href=\"https://www.bbc.co.uk/news/world-africa-45976620\" class=\"intextLink\">meditations</a> - “The oppressed, objectified groups are expected to stretch out and bridge the gap between the actualities of their lives and the consciousness of the oppressor”."},{"type":"text","value":"An angry Audre Lorde may have written this way back in the 1980s, but this leads us perfectly to the biggest similarity between the four countries, and the most used word among all headlines, <span class=\"stackedBarTextAnnotation\" id=\"inTextMarry\" value=\"first\" hovertype=\"inTextHover\">man</span>."},{"type":"text","value":"The word man appears more than 30,000 times and looking at the other words in the top 5 words for every country, shows that men make headlines along with women significantly more during horrific events than in historic ones."}],"theme":"crime and violence"},{"task":"highlightthemes","color":"#f76e45","data-index":"7","text":[{"type":"text","value":"We categorized the words used to report women-centered news into different themes. The most common headlines about women revolve around <span class=\"stackedBarThemeAnnotation\" id=\"inTextViolence\" value=\"violence\">crime and violence</span>."}],"word":"rape"},{"task":"highlightwords","hovertype":"inTextHoverThemes","data-index":"8","text":[{"type":"text","value":"There are nearly 4,000 stories of <span class=\"stackedBarTextAnnotation\" value=\"death\" hovertype=\"inTextHover\">death</span>, 6,000 stories of <span class=\"stackedBarTextAnnotation\" value=\"rape\" hovertype=\"inTextHover\">rape</span> and more than 10,000 stories of <span class=\"stackedBarTextAnnotation\" value=\"kill\" hovertype=\"inTextHover\">killing</span>. Although there are stories where women were causing the crime, most of the stories are about women who were at the receiving end of the violence."},{"type":"text","value":"These headlines disproportionately focus on the victim compared to the perpetrator. There are far fewer stories like that about <a href=\"https://www.latimes.com/local/lanow/la-me-ln-man-charged-in-killing-robbery-of-transgender-woman-20150302-story.html\" class=\"intextLink\">a man who was charged for the rape of 11 year old girl</a>, and a lot more about <a href=\"https://www.dnaindia.com/india/report-muzaffarnagar-woman-gang-raped-in-front-of-her-husband-at-gunpoint-2551004\" class=\"intextLink\">women who were gang raped in front of their husbands</a>, <a href=\"https://www.mirror.co.uk/news/uk-news/it-not-rape-woman-drunk-5119029\" class=\"intextLink\">drunk women who cannot file for assault</a>, <a href=\"https://indianexpress.com/article/india/after-alwar-married-woman-in-bikaner-allegedly-gangraped-5736023/\" class=\"intextLink\">married women who were gangraped</a>, <a href=\"https://www.thenewsminute.com/article/gangraped-and-burned-acid-transgender-woman-hyderabad-needs-your-help-62453\" class=\"intextLink\">transgender women burned with acid</a>, and <a href=\"https://ewn.co.za/2020/08/26/sa-s-war-on-women-5-women-killed-in-gauteng-in-the-past-48-hours#:~:text=JOHANNESBURG%20%E2%80%93%20Gauteng%20police%20have%20confirmed,and%20her%20mother%20on%20Tuesday.\" class=\"intextLink\">war on women where 5 were killed</a>."},{"type":"text","value":"By omitting the cause of the violence and choosing to focus on the victim’s circumstances, choices and character, the issue becomes about the ‘protection of women’ rather than the perversion of the perpetrator. When talking about the issue of protection of women, the narrative is often framed, not  around protecting every womxn*, but protecting the rights of a country’s <a href=\"https://www.salon.com/2013/02/13/stop_calling_us_wives_and_moms/\" class=\"intextLink\">‘daughters, mothers and wives’</a>."}],"theme":"female stereotypes"},{"task":"highlightthemes","color":"#53B67C","data-index":"9","text":[{"type":"text","value":"This brings us to the second most prevalent theme in the set of words: <span class=\"stackedBarThemeAnnotation\" id=\"inTextBias\" value=\"female_bias\">gendered language</span>. The English language necessitates the use of gendered words and labels to define certain roles in society. In doing so, it unites those who choose to accept the label while othering the rest. Daughter, mother and wife rarely invoke the image of a transgender or non-binary person in a reader’s mind. While these labels are explicitly gendered, some other words merely become associated with a gender because of underlying stereotypes."}],"word":"female stereotypes"},{"task":"highlightwords","hovertype":"inTextHoverThemes","data-index":"10","text":[{"type":"text","value":"We found words like <span class=\"stackedBarTextAnnotation\" id=\"inTextKill\" value=\"body\" hovertype=\"inTextHover\">body</span>, <span class=\"stackedBarTextAnnotation\" id=\"inTextKill\" value=\"child\" hovertype=\"inTextHover\">child</span> and <span class=\"stackedBarTextAnnotation\" id=\"inTextKill\" value=\"marry\" hovertype=\"inTextHover\">marry</span> repeatedly becoming the topics of conversation in women-centred headlines. When women break out of these stereotypes and make headlines, the stories are told of a <a href=\"https://www.dailymail.co.uk/news/article-1114409/Drunken-woman-judge-suspended-forcibly-kissing-solicitor-swearing-prosecutor.html\" class=\"intextLink\">‘woman’ judge</a>, a <a href=\"https://www.dnaindia.com/india/report-uttar-pradesh-woman-police-officer-who-clashed-with-bjp-workers-transferred-2490067\" class=\"intextLink\">‘woman’ police officer</a>, or a <a href=\"https://www.thenewsminute.com/article/kerala-womens-commission-file-case-against-pc-george-comments-woman-actor-66685\" class=\"intextLink\">‘woman’ actor</a>, lest the reader turn to the default, <a href=\"https://plato.stanford.edu/entries/feminism-language/\" class=\"intextLink\">implicit male worldview</a> encoded in the English language."}],"theme":"EPR"},{"task":"highlightthemes","color":"","data-index":"11","text":[{"type":"text","value":"The lifeboat that kept us wading through these words to identify themes, are women reclaiming their positions within titles of stories and refusing to remain in the margins. Stories of women, from Black, Dalit or, transgender communities, leading this reclamation in Parliaments, Congresses, High Courts, cities and capitals pushed us to identify three more themes: <span class=\"stackedBarThemeAnnotation\" id=\"inTextEmpowerment\" value=\"empowerment\">empowerment</span>, <span class=\"stackedBarThemeAnnotation\" id=\"inTextPeople\" value=\"people and places\">people and places</span>, and finally <span class=\"stackedBarThemeAnnotation\" id=\"inTextRace\" value=\"race, ethnicity and identity\">race, ethnicity and identity</span>."}]},{"task":"tooltip","data-index":"12","text":[{"type":"text","value":"This process of reclaiming space also led to reclaiming some words that once belonged in a certain theme but do not anymore."},{"type":"text","value":"<span class=\"stackedBarTextAnnotation\" id=\"inTextKill\" value=\"body\" hovertype=\"inTextHover\">Slay</span>, for instance, started off as a purely violent word. Over time, it started to refer to ‘slay queens’, a term used to describe women who were ‘gold diggers’. Today, women and the LGBTQIA+ community have reclaimed the word to mean someone who is just very good at what they do. Within these headlines, we see both the stories of women <a href=\"https://www.timeslive.co.za/news/2017-06-22-protesters-gather-outside-soweto-court-as-taxi-drivers-appear-for-slaying-women/\" class=\"intextLink\">slayed by a man</a> and women <a href=\"https://www.iol.co.za/lifestyle/style-beauty/womensday-9-phenomenal-women-slaying-in-fashion-and-beauty-13658182\" class=\"intextLink\">slaying a look</a>, a <a href=\"https://www.sowetanlive.co.za/s-mag/2019-05-22-nomzamo-mbatha-is-slaying-the-game-as-she-bags-another-award/\" class=\"intextLink\">game</a> or <a href=\"https://www.sowetanlive.co.za/entertainment/2018-02-16-creating-her-own-beauty-standards-thickleeyonce-is-here-to-slay-and-stay/\" class=\"intextLink\">outdated standards of beauty</a>."},{"type":"text","value":"Many such words fought off attempts to be boxed into themes and chose to remain in the grey area. Feel free to explore them on your own and drop us a note if you think you found another theme. <input type=\"text\" placeholder=\"Search for a word...\" id=\"wordSearch\">"}],"id":"stepSpacer"},{"task":"exploreChart","data-index":"13","id":"stepSpacer"},{"task":"exploreChart","data-index":"14","id":"stepSpacer"},{"task":"exploreChart","data-index":"15","id":"stepSpacer"},{"task":"exploreChart","data-index":"16","id":"stepSpacer"},{"task":"exploreChart","data-index":"18","id":"themebars","text":[{"type":"text","value":"Finally, we compared the frequency of words across themes. It turns out, for every empowering story, we read nearly two stories of crime and violence."}]}],"stacked-bar-outro":[{"type":"text","value":"It is these grounds that inform this study. The idea that we are what we consume is the ground from which we rise."},{"type":"text","value":"While news consumption can influence our perceptions, news headlines allow a piece to turn from an article to a story. Headlines are designed to be catchy, sensational and with the advent of 24/7 news cycles, anxiety inducing. They make an imprint on our minds. In this piece, we used data from more than 50,000 headlines from the news outlets of 4 different countries to illustrate how women are represented in news headlines around the world."}],"example-headlines":[{"date":"MAY 2015","org":"TELEGRAPH.CO.UK","headline":"Mum lets 6 year old daughter shaver her head to prove girls don't have to be girly","tooltip":"tooltipTLmid"},{"date":"NOV 2016","org":"DAILYMAIL.COM","headline":"Woman who gave birth on plane had no idea she was pregnant","tooltip":"tooltipTLleft"},{"date":"APR 2016","org":"FOXNEWS.COM","headline":"More single women hunt for homes, not husbands","tooltip":"tooltipTLmid"},{"date":"OCT 2020","org":"AAJTAK.IN","headline":"GUJARAT: man decapitates 12 year old cousin after raping her in Banaskantha","tooltip":"tooltipTLright"},{"date":"JAN 2014","org":"FORBES.COM","headline":"Women say they're most attracted to guys driving pickups","tooltip":"tooltipTLmid"}],"barbell-headline":"Headlines about women are more polarizing","barbell":[{"type":"text","value":"Clearly, newsrooms choose strong language and topics to communicate stories about women subjects. Wait a second... isn't that what newsrooms are all about? To only share <italic>high impact stories</italic>, so as to capture the reader's attention in the shortest time possible? This gives reason to think that <italic>all headlines</italic> are <italic>polarizing</italic>, not just those about <italic>women</italic>."},{"type":"text","value":"With this hypothesis in mind, or team went on to analyze the language used in headlines taken at random (regarding just about any topic) and compared it the language that is used in headlines that portray women subjects. We found, that on average, across more than <strong>200 newsrooms</strong> In 4 continents, headlines that speak about women subjects are <strong>40% more polarizing</strong> than the average headline."},{"type":"text","value":"In the chart below, we rank newsrooms according to where this<button id=sortLollipopDiff class=lollipopTextbutton>difference is most pronounced</button> or according to their<button id=sortLollipopPol class=lollipopTextbutton>absolute polarity score</button> regarding their women-focused headlines."}],"barbell-outro":[{"type":"text","value":"Lorem ipsum dolor sit amet, consectetur adipiscing elit. Suspendisse a sodales arcu, quis mollis orci. Curabitur bibendum ac arcu nec bibendum. Nulla lobortis felis id sapien pulvinar, quis blandit orci interdum. Cras quis tincidunt ligula. Donec a magna in risus bibendum interdum malesuada eget leo. Cras vitae neque at sem sagittis porta eget eget metus. Nulla facilisi. In eget ipsum felis. Cras interdum iaculis sem a ullamcorper. Cras ac scelerisque erat. Duis venenatis justo sed maximus ornare. Fusce non varius justo."}],"polarity-headline":"News outlet headline polarity","polarity-outro":[{"type":"text","value":"Lorem ipsum dolor sit amet, consectetur adipiscing elit. Suspendisse a sodales arcu, quis mollis orci. Curabitur bibendum ac arcu nec bibendum. Nulla lobortis felis id sapien pulvinar, quis blandit orci interdum. Cras quis tincidunt ligula. Donec a magna in risus bibendum interdum malesuada eget leo. Cras vitae neque at sem sagittis porta eget eget metus. Nulla facilisi. In eget ipsum felis. Cras interdum iaculis sem a ullamcorper. Cras ac scelerisque erat. Duis venenatis justo sed maximus ornare. Fusce non varius justo."}],"bias-headline":"News outlet headline bias","bias-outro":[{"type":"text","value":"Lorem ipsum dolor sit amet, consectetur adipiscing elit. Suspendisse a sodales arcu, quis mollis orci. Curabitur bibendum ac arcu nec bibendum. Nulla lobortis felis id sapien pulvinar, quis blandit orci interdum. Cras quis tincidunt ligula. Donec a magna in risus bibendum interdum malesuada eget leo. Cras vitae neque at sem sagittis porta eget eget metus. Nulla facilisi. In eget ipsum felis. Cras interdum iaculis sem a ullamcorper. Cras ac scelerisque erat. Duis venenatis justo sed maximus ornare. Fusce non varius justo."}],"wave-headline":"A decade of headlines: the words we cho(o)se to sensationalize women","conclusion-headline":"Bias-less news?","conclusion":[{"type":"text","value":"News articles have the potential to define perceptions and shape the general public opinion around different topics. At a time when women need allies more than ever before, news outlets can be a powerful partner in fostering an unbiased public opinion about women. In practice, however, they are not."},{"type":"text","value":"For a given news outlet, the chart below shows the amount of gender bias and polarity used in headlines of that outlet. Bubbles represent outlets, and are sized by the size of their audience."},{"type":"text","value":"For each headline we measure <strong>polarity</strong> by using sentiment analysis, a machine learning technique that is used to detect emotional affect in text. In this analysis we chose to consider the emotional <strong>strength</strong> of each headline as a proxy for polarity (irrespective of whether the emotion is positive or negative). By aggregating the polarity scores of an outlet's headlines we can rank each outlet on the basis of their average polarity."},{"type":"text","value":"For each headline we measure <strong>bias</strong> by tracking the combined occurrence of gendered language and social stereotypes usually associated with women. Gendered language includes gendered pronouns (i.e. she, her, mrs, mis etc.) and gendered nouns (i.e. girl, spokeswoman, girlfriend etc.). Examples of words that we categorize as social stereotypes are <strong> slut </strong>, <strong>emotional</strong>, <strong>sensitive</strong>, or <strong>married</strong>, among many others. By counting these co-occurrences we are able to assign a gender bias score to each headline. For example, a recent headline by the <i>Daily Mail</i> reads:"},{"type":"text","value":"'<strong>Woman</strong> reveals <strong>she</strong>'s thinking about dumping <strong>her</strong> boyfriend because of his close <strong>female</strong> friend'"},{"type":"text","value":"This headline would get a bias score of 4. Finally, by aggregating all headline scores by news outlet we rank each outlet from most biased to least biased."}],"methods":[{"type":"text","value":"The core data source for this visual exploration is a collection of 400,000 headlines retrieved from the Google News <a href=https://rapidapi.com/newscatcher-api-newscatcher-api-default/api/google-news/pricing target=_blank class=intextLink>API</a>. The analysis presented here covers the January 1st, 2010 to June 11th, 2021 timeframe. The data was processed and analyzed using the Python programming language. This visual essay was designed using the d3.js javascript package. The code used for the entire project, from data-collection and analysis to visualization and web-development can be found in our <a href=https://github.com/lnicoletti/womeninnews target=_blank class=intextLink>GitHub Repository</a>. For any questions or inquiries about this project please contact <a href=https://www.leonardonicoletti.com/about target=_blank class=intextLink>Leonardo Nicoletti</a> or <a href=https://twitter.com/sahitisarva target=_blank class=intextLink>Sahiti Sarva</a>."},{"type":"text","value":"Many thanks to <a href=https://pudding.cool/author/jan-diehm/ target=_blank class=intextLink>Jan Diehm</a> and <a href=https://pudding.cool/author/russell-goldenberg/ target=_blank class=intextLink>Russel Goldenberg</a> for supporting us throughout this process and to <a href=https://pudding.cool/ target=_blank class=intextLink>The Pudding</a> team for making it possible!"}]}